{
  "alpha-nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mini.icons": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "nui.nvim": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-git-branch.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "window-picker": { "branch": "main" }
}
